[
    {
        "year": "19. června 1816",
        "event": "Bitva u Sedmi dubů",
        "detail": "Bitva u Sedmi dubů je označení pro nejkrvavější ozbrojený střet mezi agenty Severozápadní společnosti a Společnosti Hudsonova zálivu v rámci tzv. války o pemikan (1812-1821). Agenti Severozápadní společnosti v něm za pomoci Métisů pobili 22 mužů sloužících Společnosti Hudsonova zálivu (sami ztratili jediného muže). Krvavé střetnutí přimělo vládu k zásahu, který vyústil v nucené sloučení obou společností.",
        "url": "https://cs.wikipedia.org/wiki/Bitva_u_Sedmi_dubů"
    },
    {
        "year": "13. září 1759",
        "event": "Bitva na Abrahamových pláních",
        "detail": "Bitva na Abrahamových pláních byla rozhodujícím střetem francouzské a britské armády ve francouzsko-indiánské válce. Završil se jí proces, který započal opuštěním pevnosti Duquesne (budoucí Pittsburgh) Francouzi 25. listopadu 1758, čímž ztratila francouzská armáda ve válce v Americe iniciativu. V noci 12. září vyrazilo 30 velrybářských člunů se 1700 anglických vojáků vedených plukovníkem Williamem Howem na úzkou písečnou pláž na úpatí zdánlivě nepřekonatelných skal tři kilometry od Québecu, kde střežil strmou stezku vedoucí na pláň před městskými hradbami silný oddíl francouzských vojáků. Jednotka zvlášť vybraných britských pěšáků však vyšplhala po téměř kolmé skalní stěně a napadla strážce stezky z týlu. Tím otevřela cestu celému sboru a za rozednění stálo na Abrahamových pláních čtyři a půl tisíce Angličanů. Jakmile sdělili tuto závažnou zprávu veliteli francouzské armády v Kanadě generálu Montcalmovi, shromáždil svoje elitní jednotky a osobně vedl rozsáhlý výpad, jehož se účastnilo přes čtyři a půl tisíce francouzských bojovníků. V sedmihodinové bitvě, v níž padlo 200 Francouzů a dalších 1200 utrpělo zranění, byli smrtelně raněni i oba nejvyšší důstojníci. Wolfe zemřel přímo na bitevním poli, Montcalma odnesli do města, kde v noci skonal. Francouzi ztratili v bitvě podstatně víc lidí a museli se stáhnout zpět do pevnosti, kde se demoralizovaní důstojníci a civilní představitelé dohodli na jednání s Brity. 17. září přijali kapitulační podmínky. Následující den otevřeli brány, a Britové tak ovládli město. Tím fakticky skončila francouzská správa Kanady, přestože se i nadále držely posádky Montrealu, Detroitu a několika menších pevnůstek. Bitva na Abrahámových pláních tak prakticky znamenala konec francouzské války na americkém kontinentu.",
        "url": "https://cs.wikipedia.org/wiki/Bitva_na_Abrahamových_pláních"
    },
    {
        "year": "5. září 1697",
        "event": "Bitva v Hudsonově zálivu",
        "detail": "Bitva v Hudsonově zálivu se odehrála 5. září 1697 v Hudsonově zálivu v Kanadě, nedaleko od anglické pevnosti York. Anglické lodě zde zaskočily osamocenou loď francouzského kapitána Pierra Le Moyne d'Ibervilla, jemuž se podařilo anglickou eskadru porazit a později se zmocnit i pevnosti York. Bitva trvala dvě a půl hodiny. D´Iberville soustředil svůj útok na anglickou vlajkovou loď Hampshire. Anglické fregaty se po prvotních manévrech snažily využít svojí palebnou přesilu, zatímco se francouzský Pélican zaměstnal dělostřeleckým soubojem s Hampshire, což se jim zakrátko začalo dařit.[4] Kapitán Fletcher dokonce údajně nechal připít na zdraví svému statečnému protějšku, avšak příští francouzská salva zasáhla anglickou vlajkovou loď do muničního skladu, následovala exploze a HMS Hampshire se začal potápět.[5] D´Iberville nečekal a začal vzápětí hákovat nejbližší fregatu Royal Hudson´s Bay, kterou po krátké a urputné zteči obsadil. Grimingtonova loď Dering sice také inkasovala řadu zásahů, ale podařilo se jí vyvázat a uplout.",
        "url": "https://cs.wikipedia.org/wiki/Bitva_v_Hudsonově_zálivu"
    }

]