[
    {
        "name": "Alžběta II.",
        "birth": "6. února 1952 (69 let)",
        "death": "--",
        "biography": "Alžběta II.  je v současné době vládnoucí královna šestnácti nezávislých států označovaných jako Commonwealth realm. Jedná se o státy Antigua a Barbuda, Austrálie, Bahamy, Barbados, Belize, Grenada, Jamajka, Kanada, Nový Zéland, Papua Nová Guinea, Svatý Kryštof a Nevis, Svatá Lucie, Svatý Vincenc a Grenadiny, Šalomounovy ostrovy, Tuvalu a Spojené království Velké Británie a Severního Irska. V každé této zemi je považována za panovnici samostatného státu a plnění královských povinností pro každou zemi je oddělené. Je také nejvyšší představitelkou anglikánské církve. Britskou královnou se stala ve svých 25 letech po smrti svého otce Jiřího VI. dne 6. února 1952. V dlouhém období její vlády došlo k zániku Britského impéria (proces, který byl zahájen již za jejího otce) a následnému vzniku Commonwealthu. Poté, co britské kolonie získávaly nezávislost, se stala královnou několika nově osamostatněných zemí. Některé z nich později změnily svůj status na republiku. V září 2015 překonala v délce vlády svoji praprababičku, britskou královnu a indickou císařovnu Viktorii, a stala se tak nejdéle vládnoucím panovníkem v anglických a britských dějinách. Od října 2016 po smrti thajského krále Pchúmipchona Adunjadéta (Rámy IX.) se stala nejdéle vládnoucím žijícím monarchou na světě.",
        "portraits": [
           "AlzbetaII.jpg"
        ],
        "online": "https://cs.wikipedia.org/wiki/Alžběta_II."
    },
    {
        "name": "Justin Trudeau",
        "birth": "25. prosince 1971 (49 let)",
        "death": "--",
        "biography": "Justin Pierre James Trudeau e kanadský politik a od listopadu 2015 premiér Kanady, když jako lídr Liberální strany dovedl opoziční uskupení k vítězství v říjnových parlamentních volbách 2015. Je nejstarším synem bývalého kanadského ministerského předsedy Pierra Trudeaua (1919–2000) a spisovatelky a herečky Margaret Trudeauové. V letech 2008 a 2011 byl zvolen poslancem Dolní sněmovny ve volebním obvodu Papineau. Ve stínovém kabinetu spravoval gesce mládeže, multikulturalismu, občanství, imigrace, vzdělání po sekundárním stupni a amatérského sportu. V dubnu 2013 se stal předsedou Liberální strany, v jejímž čele dosáhl vítězství ve všeobecných volbách 2015 umožňující mu sestavit většinovou vládu.",
        "portraits": [
            "JustinTru.jpg"
        ],
        "online": "https://cs.wikipedia.org/wiki/Justin_Trudeau"
    },
    {
        "name": "Julie Payetteová",
        "birth": "20. října 1963 (57 let)",
        "death": "--",
        "biography": "Julie Payetteová je kanadská inženýrka, astronautka a politička. Původně působila jako inženýrka a výzkumná pracovnice různých počítačových společností a od června 1992 jednou z kanadských astronautů. Uskutečnila dva krátkodobé kosmické lety, oba na Mezinárodní vesmírnou stanici. Poprvé vzlétla do vesmíru roku 1999 v raketoplánu Discovery při letu STS-96, podruhé roku 2009 v raketoplánu Endeavour při misi STS-127. Celkem ve vesmíru prožila 25 dní, 11 hodin a 58 minut. Mezi lety 2017–2021 byla generální guvernérkou Kanady.",
        "portraits": [
            "JuliePay.jpg"
        ],
        "online": "https://cs.wikipedia.org/wiki/Julie_Payetteová"
    }

]