[
  {
    "id": "Ottawa",
    "city": "Ottawa",
    "peoples": 934243,
    "sign": "OttawaZnak.svg.png",
    "flag":"OttawaVlajka.svg.png",
    "text": "Ottawa se nachází na jižním břehu řeky Ottawa, na jejíž druhém břehu se nachází město Gatineau, se kterým vytváří aglomeraci National Capital Region. Městem protéká také Rideau River a součástí je také Rideau Canal. Stará část města známá jako Lower Town se nachází v oblasti mezi řekou Rideau a kanálem Rideau. Na západ od tohoto kanálu se pak nachází části Centretown a Downtown. V těchto částech města se nachází finanční a obchodní centrum města, kanadský parlament a několik vládních budov, například ministerstvo financí. Ottawa se nachází ve seismicky aktivní oblasti západního Quebecu a východní části Ontaria. Tato oblast je však poměrně nečinná a v Ottawě se tak zemětřesení vyskytují jen občasně. Ottawa se nachází v nízké rovinaté krajině: průměrná nadmořská výška 70 metrů; Mezinárodní letiště Ottawa se nachází v nadmořské výšce 114 metrů a nejvyšší bod města dosahuje výšky 166 metrů.[2] Nejbližším pohořím od města je Appalačské pohoří.",
    "photo": "Ottawa.jpg"
  },
  {
    "id": "Quebec",
    "city": "Quebec",
    "peoples": 516622,
    "flag": "QV.svg.png",
    "sign": "QZ.svg.png",
    "text": "Québec ([kebek], francouzsky též Ville de Québec, anglicky Quebec City) je hlavní město kanadské provincie Québec. Leží na levém břehu řeky Svatého Vavřince v jihovýchodní části provincie. Quebecké Staré město (Vieux-Québec) je od roku 1985 uvedeno na Seznamu světového přírodního a kulturního dědictví UNESCO. Patří mezi nejstarší americká města ležící severně od Mexika a je mezi nimi jediným, v němž stále existují městské hradby. Málokteré město Nového světa má také tak evropský ráz. Dominantou města je historický hotel Château Frontenac. Sídlí zde mimo jiné centrální provinční úřady, Národní muzeum umění Québecu, Muzeum civilizace a další instituce.",
    "photo": "Quebec.jpg"
  },
  {
    "id": "Victoria",
    "city": "Victoria",
    "peoples": 	85792,
    "flag":"VV.png",
    "sign": "VZ.png",
    "text": "Město je poněkud excentricky umístěno, neboť leží mimo pevninu v jižní části ostrova Vancouver, v těsné blízkosti americké hranice a od Tichého oceánu ho odděluje průliv Juana Fuca. Victoria je největším městem na ostrově Vancouver – se svým předměstím má okolo 335 000 obyvatel. To je však daleko méně, než má nejlidnatější město této provincie – Vancouver, který leží na pevnině a od Victorie je vzdálen 2 hodiny jízdy trajektem. Victoria je známá svým nepoměrně vyšším počtem obyvatel v důchodu. Ty do Victorie přitahuje především mírné podnebí, krásná krajina, celoroční golfová sezona a hlavně bezstarostný běh života. Populární přísloví říká: „Victoria is for the newly wed and nearly dead!“ (Victoria je vhodná pro novomanžele a lidi krátce před smrtí). Nejdůležitějšími ekonomickými odvětvími města jsou cestovní ruch, vládní úřady a strojírenství. Nacházejí se tu také dvě významné instituce: námořní základna pro Tichomořskou flotilu kanadského vojenského námořnictva (ve správní oblasti Esquimalt, které je součástí velké Victorie) a také Victorijská univerzita. Město Victoria je nejjižněji položené město v západní Kanadě. Leží mezi 48. a 49. rovnoběžkou.",
    "photo": "Victoria.jpg"
  },
  {
    "id": "Regina",
    "city": "Regina",
    "peoples": 215106,
    "flag":"RV.svg.png",
    "sign": "RZ.svg.png",
    "text": "The city is situated on a broad, flat, treeless plain. There is an abundance of parks and greenspaces: all of its trees — some 300,000[36] — shrubs and other plants were hand-planted.[37] As in other prairie cities, American elms were planted in front yards in residential neighbourhoods and on boulevards along major traffic arteries and are the dominant species in the urban forest. In recent years the pattern of primary and high school grounds being acreages of prairie sports grounds has been re-thought and such grounds have been landscaped with artificial hills and parks. Newer residential subdivisions in the northwest and southeast have, instead of spring runoff storm sewers, decorative landscaped lagoons. The streetscape is now endangered by Dutch elm disease, which has spread through North America from the eastern seaboard and has now reached the Canadian prairies; for the time being it is controlled by pest management programs and species not susceptible to the disease are being planted; the disease has the potential to wipe out Regina's elm population.",
    "photo": "Regina.jpg"
  },
  {
    "id": "Winnipeg",
    "city": "Winnipeg",
    "peoples": 705244,
    "flag":"WC.svg.png",
    "sign": "WS.svg.png",
    "text": "Winnipeg je hlavním a největším městem kanadské prérijní provincie Manitoba a je prvotní municipalitou oblasti Winnipeg Capital Region s více než polovinou manitobské populace. Je umístěn poblíž poledníkového středu Severní Ameriky, na soutoku řek Red a Assiniboine (místo obecně známé jako The Forks). Název „Winnipeg“ je odvozen z kríjského výrazu pro „kalné vody“. Winnipežský kraj byl obchodní křižovatkou indiánských kmenů již před příchodem Evropanů. První pevnost zde byla zbudována roku 1738 francouzskými obchodníky.[2] První evropské osídlení bylo později založeno Selkirkovými osadníky v roce 1812. Jádro tohoto sídla bylo později začleněno do města Winnipeg v roce 1873. Během posledních let 19. století a začátku 20. století byl Winnipeg jedním z nejrychleji se rozvíjejících měst Severní Ameriky. Manitobská univerzita, založená během tohoto období, byla jednou z prvních univerzit v západní Kanadě. Winnipeg má diverzifikovanou ekonomiku s finančním sektorem, zpracovatelským průmyslem, potravinářskou a pivovarnickou výrobou, maloobchodem, kulturou a turismem. Winnipeg je hlavní dopravní uzel, obsluhovaný Richardsonovým mezinárodním letištěm. Město má železniční spojení se Spojenými státy a východní a západní Kanadou třemi železničními tratěmi první třídy. Winnipeg je sedmou největší municipalitou v Kanadě s počtem obyvatel 633 451 podle Canada 2006 Census. Městská metropolitní oblast Winnipeg, skládající se z města Winnipeg, deseti blízkých venkovských municipalit a indiánské rezervace Brokenhead 4, je podle censu osmou největší metropolitní oblastí s 694 668 obyvateli. Winnipežské kulturní organizace a festivaly zahrnují Královský winnipežský balet, Manitobskou operu, Le Cercle Molière, Festival du Voyageur a Folklorama. Profesionální sportovní kluby z Winnipegu zahrnují Winnipeg Blue Bombers, Winnipeg Goldeyes, Winnipeg Jets a Manitoba Moose.",
    "photo": "Winnipeg.jpg"
  },
  {
    "id": "Toronto",
    "city": "Toronto",
    "peoples": 2954024 ,
    "flag":"TC.svg.png",
    "sign": "TS.svg.png",
    "text": "Toronto je se svými 2,95 miliony obyvatel nejlidnatějším městem Kanady a zároveň hlavním městem provincie Ontario. Je situováno v jižní části provincie, na severozápadním břehu stejnojmenného jezera. Vlastní město tvoří od roku 1998 šest městských částí (East York, Etobicoke, North York, Old Toronto, Scarborough a York). Přilehlá sídelní aglomerace (Velké Toronto), již Toronto formuje mj. společně s městy Mississauga, Brampton, Vaughan, Pickerin a Markham, čítá přes 6,3 milionu obyvatel a Toronto leží v jejím srdci. Je součástí ontarijské aglomerace známé jako Zlatá podkova, která je domovem pro 9,25 milionů obyvatel, tzn. přibližně 25 % veškerého kanadského obyvatelstva.",
    "photo": "Toronto.jpg"
  },
  {
    "id": "Edmonton",
    "city": "Edmonton",
    "peoples": 812201,
    "flag":"EF.png",
    "sign": "ES.svg.png",
    "text": "Edmonton je hlavní město kanadské provincie Alberta, jedné ze tří prérijních provincií. Leží v její centrální části, v oblasti prérií a úrodné zemědělské půdy. Město je domovem pro 980 000 obyvatel, nicméně počet obyvatel v celé městské aglomeraci (census metropolitan area) přesahuje jeden milion. V počtu obyvatel je v Albertě větší pouze Calgary, které leží o 300 km jižněji. Oblast tzv. Koridoru Calgary-Edmonton je jedním ze čtyř ohnisek populace jinak řídce osídlené Kanady, které společně zahrnují polovinu obyvatel Kanady. Edmonton tak představuje výchozí bránu pro rozvoj a ekonomické využití severní Alberty a Severozápadních teritorií, které jsou význačnými zdroji nerostného bohatství (dehtové písky, zemní plyn, diamanty). Díky velkorysému urbanistickému plánu se Edmonton rozkládá na 684 km2, čímž překonává rozlohu měst s větším počtem obyvatel (např. Toronto, Chicago). Malá lidnatost umožňuje existenci rozsáhlých ploch zeleně uvnitř města, avšak také zvětšuje vzdálenosti, zvyšuje zábor půdy a zhoršuje celkovou efektivitu města.",
    "photo": "Edmonton.jpg"
  },
  {
    "id": "Yellowknife",
    "city": "Yellowknife",
    "peoples": 19569,
    "flag":"YF.png",
    "sign": "YS.svg.png",
    "text": "Yellowknife je hlavní město kanadských Severozápadních teritorií. Leží v jižní části teritoria při severním břehu Velkého Otročího jezera na stejnojmenné řece. V roce 2011 mělo město 19234 obyvatel.",
    "photo": "yellowknife.jpg"
  },
  {
    "id": "Whitehorse",
    "city": "Whitehorse",
    "peoples": 25085,
    "flag":"WF.png",
    "sign": "WS.png",
    "text": "Whitehorse leží na historické míli 918 (v přepočtu je to kilometr 1425.) na Aljašské dálnici vedoucí z Britské Kolumbie, napříč Yukonem až na Aljašku. Dříve byl Whitehorse konečnou stanicí na železnici z aljašského Skagway v horách u pobřeží, právě zde v dobách zlaté horečky překládali zlatokopové svůj proviant z vagónů na kolesové parníky; dnes už vlaky vozí jen turisty. Díky své vhodné poloze na řece Yukon plnilo město funkci přístavu a překladiště nejrůznějšího zboží, bylo posledním místem, kde bylo možno doplnit zásoby. Od roku 1953 je Whitehorse hlavním městem teritoria, po vybudování Aljašské dálnice sem místní vláda přesídlila z Dawson City. Město se jmenuje podle White Horse Rapids (Vodopádů Bílého koně), které prý vypadaly jako koňská hříva. Podle jiné verze se ve vodopádech utopil náčelník Bílý kůň. Vodopády zmizely pod hladinou přehradního jezera Schwatka [1] roku 1958.",
    "photo": "Whitehorse.jpg"
  },
  {
    "id": "Iqaluit",
    "city": "Iqaluit",
    "peoples": 7740,
    "flag":"IF.svg.png",
    "sign": "IS.svg.png",
    "text": "Iqaluit (dříve Frobisher Bay) je hlavní a největší město kanadského teritoria Nunavut.",
    "photo": "Iqaluit.jpg"
  },
  {
    "id": "St._John_s",
    "city": "St. John's",
    "peoples": 106172,
    "flag":"SF.png",
    "sign": "SS.png",
    "text": "St. John's (anglicky: City of St. John's) je hlavní a největší město kanadské provincie Newfoundland a Labrador. Leží na ostrově Newfoundland a podle sčítání lidu z roku 2001 má asi 100 000 obyvatel (celá metropolitní oblast pak 172 918 obyvatel).",
    "photo": "Johns.jpg"
  },
  {
    "id": "Fredericton",
    "city": "Fredericton",
    "peoples": 58220,
    "flag":"FF.jpg",
    "sign": "FS.svg.png",
    "text": "Fredericton je hlavní město kanadské provincie Nový Brunšvik. V roce 2011 čítala populace vlastního města necelých 57 000 obyvatel (v těchto statistikách se ovšem neberou v potaz téměř 3 000 přespolních studentů místních dvou univerzit, kteří ve městě bydlí po čas vyučování). Ve městě působí tým AHL Fredericton Canadiens.",
    "photo": "Fred.png"
  },
  {
    "id": "Halifax",
    "city": "Halifax",
    "peoples": 390096,
    "flag":"HF.png",
    "sign": "HS.png",
    "text": "Halifax je hlavní město provincie Nové Skotsko. Představuje strategický bod při plavbě mezi Kanadou a Evropou, což bylo hlavně využito nejen v historii, kdy tímto přístavem prošlo mnoho nových přistěhovalců, ale Halifax sehrál svoji důležitou roli i během dvou světových válek. Dokonce se uvádí, že přístavištěm č. 21 (Pier21) v letech 1928–1971 prošlo na milion přistěhovalců. V současné době je přístaviště č. 21 muzeem, kde jsou exponáty týkající se přistěhovalectví do této oblasti. V Halifaxu se nachází také malé historické centrum, mořské muzeum a původní britská pevnost Citadela.",
    "photo": "Hali.jpg"
  },
  {
    "id": "Charlottetown",
    "city": "Charlottetown",
    "peoples": 	36094,
    "flag":"CF.svg.png",
    "sign": "CS.svg.png",
    "text": "Charlottetown je hlavní a největší město kanadské provincie Ostrov prince Edwarda. Podle sčítání lidu z roku 2001 mělo 32 245 obyvatel (a celá jeho aglomerace 58 358).",
    "photo": "Char.jpg"
  }
]